{
  "group_increase": [
    "<user>搭乘光速飞船破空而来，欢迎加入我们的宇宙！",
    "<user>突破次元壁，带着神秘礼包闪亮登场！",
    "<user>正式加入我们的大家庭，期待你的每一次闪耀！",
    "<user>驾驭着音速滑板，以酷炫姿态驶入群聊，让我们一起嗨翻天！",
    "📣 热烈欢迎<user>的到来，你将为这个社区增添新的色彩与活力！",
    "<user>请在这里留下你的足迹，和我们一起分享快乐与知识的宝藏吧！",
    "🎉 欢迎<user>，你就是今天群里最亮的星，一起来探索未知的乐趣吧！",
    "野生的<user>出现了！大家快来围观并送上我们的专属欢迎礼炮！",
    "<user> 带着满满的诚意和独特技能包登陆，期待在未来的日子里大放异彩！",
    "🎈 欢迎<user>加入我们的冒险旅程，愿你在群中找到属于自己的精彩篇章！",
    "野生的<user>刚刚滑入了聊群，我们希望您带个披萨。",
    "<user>呜汪！汪汪！汪~汪汪汪汪汪！汪汪汪汪！！",
    "<user>刚刚加入我们的队伍。欢迎大驾光临！",
    "こんにちは、<user>！私の0721を見てください！",
    "你好，<user>，这就是，最后一课了……",
    "<user>老师，我等你好久了！老师可以在这里开始各种工作哟！",
    "人有五名，代价有三个，<user>不是其中之一。",
    "呜啊！<user>你……你进来（指进群）的太快了！唔嗯~要不行了~❤️",
    "无论何时何地，<user>就在这里，回应你的期待。",
    "我的故事到这里就结束了~接下来，就是<user>的故事了！",
    "お昼ねに、ちょうどいい 場所がどこがな、<user>",
    "<user> is NOT temporary banned from this server for 365d 23h 59m",
    "呐，<user>，你是想要我的〇〇，还是这个铁棍呢？"
  ],
  "group_decrease": {
    "leave": [
      "<user>主动选择了离开这片战场，愿你的旅途在现实世界中同样充满英勇与辉煌。后会有期，战友。",
      "<user>已主动退出战场，愿他在现实的维度中找到新的旅程。",
      "<user>像哈利波特一样使用了隐形衣，消失在了我们的视野中。",
      "<user>拔掉网线，骑着扫帚飞往了另一个魔法世界。",
      "<user>已驾驶UFO成功返航，期待下次再访地球。",
      "<user>就像一阵风，轻轻的走了，正如他轻轻的来。",
      "<user>穿越时空隧道，暂时离开了我们的宇宙飞船。",
      "<user>今天选择做一只自由飞翔的小鸟，待到重逢时已是满身阳光。",
      "<user>刚刚关闭了聊天室的任意门，不过我们都知道，这只是短暂的告别。",
      "<user>虽然潜水了，但群里还弥漫着他刚刚讲过的段子的气息。",
      "<user>现在正进行一场说走就走的旅行，希望回来时能带来新的故事。",
      "<user>跳上了月球班车，让我们一起数着星星等他回来。",
      "<user>正在秘密修炼升级中，稍后将以更强的姿态回归！",
      "<user>带走了最后一片云彩，也带走了我们的思念，江湖再见！"
    ],
    "kick": [
      "<user>不小心踩到了管理员的尾巴，被送出了神秘传送门。",
      "<user>误触了群聊里的神秘按钮，已被随机送往另一个平行空间。",
      "<user>遭遇了一场突如其来的‘黑洞事件’，被迫离场。",
      "<user>被来自未来的自己告知需要先离开一会儿，去完成一项重要任务。",
      "<user>管理员的猫不小心按下了移除键，正在紧急召回中。",
      "<user>被外星人误抓走做研究了，相信他不久就会带着高科技归来。",
      "<user>被一个未知的魔咒意外击中，暂时离开了我们的冒险队伍。",
      "<user>现在正在进行一场捉迷藏游戏，大家记得要找他回来哦。",
      "<user>被临时召唤去做拯救世界的英雄了，我们会一直为你留灯。",
      "<user>因一次意外的穿越事故，暂时去了古代体验生活，敬请期待他的回归。",
      "<user>被命运女神邀请参加了一次临时派对，结束后会马上归队。",
      "<user>刚刚被一群小精灵拉去参加了森林舞会，让我们一起等待他的翩翩起舞。"
    ]
  }
}